{
  "autopairs": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "cellular-automaton": { "branch": "main" },
  "chatgpt": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-dbee": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-kitty": { "branch": "main" },
  "cmp-luasnip": { "branch": "master" },
  "cmp-nerdfont": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "codesnap": { "branch": "main" },
  "comment": { "branch": "master" },
  "conform": { "branch": "master" },
  "copilot": { "branch": "release" },
  "dadbod-completions": { "branch": "master" },
  "dadbod-ui": { "branch": "master" },
  "dap": { "branch": "master" },
  "dashboard": { "branch": "master" },
  "dbee": { "branch": "master" },
  "diffview": { "branch": "main" },
  "dressing": { "branch": "master" },
  "flash": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gen": { "branch": "main" },
  "gitgraph.nvim": { "branch": "main" },
  "github-theme": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "highlight-colors": { "branch": "main" },
  "hlchunk": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "image": { "branch": "master" },
  "img-clip": { "branch": "main" },
  "kanagawa": { "branch": "master" },
  "latex-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev": { "branch": "main" },
  "lint": { "branch": "master" },
  "lspconfig": { "branch": "master" },
  "lspkind": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luaref": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "luasnip": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "marks": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-installer": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.sessions": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "modus-themes": { "branch": "master" },
  "neo-tree": { "branch": "v3.x" },
  "neogit": { "branch": "master" },
  "neominimap": { "branch": "main" },
  "nightfox": { "branch": "main" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil": { "branch": "master" },
  "persistence": { "branch": "main" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "repeat": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "snipe": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "solarized-osaka": { "branch": "main" },
  "spectre": { "branch": "master" },
  "statuscol": { "branch": "main" },
  "surround": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-file-browser": { "branch": "master" },
  "telescope-fzf-native": { "branch": "main" },
  "telescope-hop": { "branch": "master" },
  "telescope-ui-select": { "branch": "master" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "tmux-navigator": { "branch": "master" },
  "todo-comments": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "tokyodark.nvim": { "branch": "master" },
  "tokyonight": { "branch": "main" },
  "transparent": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "treesitter-textobjects": { "branch": "master" },
  "trouble": { "branch": "main" },
  "ts-context-commentstring": { "branch": "main" },
  "twilight": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key": { "branch": "main" },
  "zen-mode": { "branch": "main" }
}
