{
  "autopairs": { "branch": "master" },
  "cellular-automaton": { "branch": "main" },
  "chatgpt": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-kitty": { "branch": "main" },
  "cmp-luasnip": { "branch": "master" },
  "cmp-nerdfont": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "codesnap": { "branch": "main" },
  "comment": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot": { "branch": "release" },
  "dadbod": { "branch": "master" },
  "dadbod-completions": { "branch": "master" },
  "dadbod-ui": { "branch": "master" },
  "dashboard": { "branch": "master" },
  "diffview": { "branch": "main" },
  "dressing": { "branch": "master" },
  "flash": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fugitive": { "branch": "master" },
  "gen": { "branch": "main" },
  "git-messenger": { "branch": "master" },
  "github-theme": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "highlight-colors": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "image": { "branch": "master" },
  "kanagawa": { "branch": "master" },
  "latex-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "lspkind": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luaref": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "luasnip": { "branch": "master" },
  "markdown-preview": { "branch": "master" },
  "mason": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "modus-themes": { "branch": "master" },
  "neo-tree": { "branch": "v3.x" },
  "neodev": { "branch": "main" },
  "neoformat": { "branch": "master" },
  "nightfox": { "branch": "main" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "notify": { "branch": "master" },
  "nui": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "repeat": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "solarized-osaka": { "branch": "main" },
  "statuscol": { "branch": "main" },
  "surround": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-file-browser": { "branch": "master" },
  "telescope-fzf-native": { "branch": "main" },
  "telescope-hop": { "branch": "master" },
  "telescope-ui-select": { "branch": "master" },
  "tmux-navigator": { "branch": "master" },
  "todo-comments": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "tokyonight": { "branch": "main" },
  "transparent": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "treesitter-textobjects": { "branch": "master" },
  "trouble": { "branch": "main" },
  "ts-context-commentstring": { "branch": "main" },
  "twilight": { "branch": "main" },
  "ufo": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key": { "branch": "main" },
  "zen-mode": { "branch": "main" }
}