{
  "autopairs": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "better-escape": { "branch": "master" },
  "blink-ripgrep": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "blink.compat": { "branch": "main" },
  "bufferline": { "branch": "main" },
  "cellular-automaton": { "branch": "main" },
  "chatgpt": { "branch": "main" },
  "codesnap": { "branch": "main" },
  "comment": { "branch": "master" },
  "conform": { "branch": "master" },
  "copilot": { "branch": "release" },
  "dadbod-completions": { "branch": "master" },
  "dadbod-ui": { "branch": "master" },
  "dap": { "branch": "master" },
  "dashboard": { "branch": "master" },
  "dbee": { "branch": "master" },
  "diffview": { "branch": "main" },
  "dressing": { "branch": "master" },
  "dropbar": { "branch": "master" },
  "flash": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gen": { "branch": "main" },
  "gitgraph.nvim": { "branch": "main" },
  "github-theme": { "branch": "main" },
  "gitsigns": { "branch": "main" },
  "hererocks": { "branch": "master" },
  "hlchunk": { "branch": "main" },
  "image": { "branch": "master" },
  "img-clip": { "branch": "main" },
  "indent-blankline": { "branch": "master" },
  "kanagawa": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev": { "branch": "main" },
  "lint": { "branch": "master" },
  "lspconfig": { "branch": "master" },
  "lualine": { "branch": "master" },
  "luaref": { "branch": "main" },
  "luarocks.nvim": { "branch": "main" },
  "luvit-meta": { "branch": "main" },
  "marks": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason": { "branch": "main" },
  "mason-installer": { "branch": "main" },
  "mason-lspconfig": { "branch": "main" },
  "mini": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "modus-themes": { "branch": "master" },
  "neo-tree": { "branch": "v3.x" },
  "neogit": { "branch": "master" },
  "neominimap": { "branch": "main" },
  "nightfox": { "branch": "main" },
  "noice": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "oil": { "branch": "master" },
  "persistence": { "branch": "main" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "repeat": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "showkeys": { "branch": "main" },
  "snacks": { "branch": "main" },
  "snipe": { "branch": "main" },
  "sniprun": { "branch": "master" },
  "solarized-osaka": { "branch": "main" },
  "spectre": { "branch": "master" },
  "statuscol": { "branch": "main" },
  "surround": { "branch": "main" },
  "telescope": { "branch": "master" },
  "telescope-fzf-native": { "branch": "main" },
  "telescope-ui-select": { "branch": "master" },
  "tiny-inline-diagnostic": { "branch": "main" },
  "tmux-navigator": { "branch": "master" },
  "todo-comments": { "branch": "main" },
  "toggleterm": { "branch": "main" },
  "tokyodark": { "branch": "master" },
  "tokyonight": { "branch": "main" },
  "transparent": { "branch": "main" },
  "treesitter": { "branch": "master" },
  "treesitter-textobjects": { "branch": "master" },
  "trouble": { "branch": "main" },
  "ts-context-commentstring": { "branch": "main" },
  "twilight": { "branch": "main" },
  "typescript-tools": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key": { "branch": "main" },
  "zen-mode": { "branch": "main" }
}
